Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: SSRIs usually blunt MDMA — it may feel much weaker, and the documented harm is taking more to compensate (overheating, heart strain). Case reports don't show serotonin syndrome from this pair alone; MAOIs are the documented danger.
es: Los ISRS suelen atenuar la MDMA — puede sentirse mucho más débil, y el daño documentado es tomar más para compensar (temperatura corporal muy alta, sobrecarga cardíaca). Los casos publicados no muestran síndrome serotoninérgico por esta combinación sola; los IMAO son el peligro documentado.
zh_hans: SSRI 通常会削弱 MDMA——它可能感觉弱得多，而有文献记录的危害是为了补偿而多服（过热、心脏负担）。病例报告并未显示仅这一组合就会引起血清素综合征；有文献记录的危险是 MAOI。
zh_hant: SSRI 通常會削弱 MDMA——它可能感覺弱得多，而有文獻記錄的危害是為了補償而多服（過熱、心臟負擔）。病例報告並未顯示僅這一組合就會引起血清素症候群；有文獻記錄的危險是 MAOI。

source: SSRIs, SNRIs, and MAOIs.
es: ISRS, IRSN e IMAO.
zh_hans: SSRI、SNRI 与 MAOI。
zh_hant: SSRI、SNRI 與 MAOI。

source: Stable ~%@ days once reconstituted
es: Estable ~%@ días una vez reconstituido
zh_hans: 复溶后约可稳定 %@ 天
zh_hant: 復溶後約可穩定 %@ 天

source: Stack Busy Sessions
es: Apilar sesiones densas
zh_hans: 拆分繁忙场次图表
zh_hant: 拆分繁忙場次圖表

source: Stack From
es: Apilar desde
zh_hans: 拆分阈值
zh_hant: 拆分閾值

source: Stacking benzodiazepines dramatically increases sedation and respiratory depression risk.
es: Combinar benzodiacepinas aumenta drásticamente el riesgo de sedación y depresión respiratoria.
zh_hans: 叠加苯二氮䓬类会显著增加镇静和呼吸抑制的风险。
zh_hant: 疊加苯二氮平類會顯著增加鎮靜和呼吸抑制的風險。

source: Stacking gabapentinoids compounds sedation and respiratory depression risk.
es: Combinar gabapentinoides agrava el riesgo de sedación y depresión respiratoria.
zh_hans: 叠加加巴喷丁类会加重镇静和呼吸抑制的风险。
zh_hant: 疊加加巴噴丁類會加重鎮靜和呼吸抑制的風險。

source: Stacking opioids is unpredictable — respiratory depression risk compounds.
es: Combinar opioides es impredecible — el riesgo de depresión respiratoria se acumula.
zh_hans: 叠加阿片类不可预测——呼吸抑制风险叠加。
zh_hant: 疊加鴉片類不可預測——呼吸抑制風險疊加。

source: Stage a Substance
es: Poner una sustancia en cola
zh_hans: 预置物质
zh_hant: 預置物質

source: Staged
es: En cola
zh_hans: 已暂存
zh_hant: 已暫存

source: Staged %@
es: En cola: %@
zh_hans: 已暂存 %@
zh_hant: 已暫存 %@

source: Stages this group’s meds
es: Pone en cola los medicamentos de este grupo
zh_hans: 将该组用药加入暂存
zh_hant: 將該組用藥加入暫存

source: Standard
es: Estándar
zh_hans: 标准
zh_hant: 標準

source: Star a substance to keep it here
es: Marca una sustancia con estrella para tenerla aquí
zh_hans: 给物质加星即可收藏在此
zh_hant: 為物質加星即可收藏於此

source: Star a substance to keep it in your quick-log favorites.
es: Marca una sustancia con estrella para tenerla en tus favoritos del Registro rápido.
zh_hans: 给物质加星，即可保留在快捷记录的收藏中。
zh_hant: 為物質加星，即可保留在快捷記錄的收藏中。

source: Starfield
es: Campo de estrellas
zh_hans: 星野
zh_hant: 星野

source: Stars, hearts, and stickers behind everything. Off automatically with Reduce Motion.
es: Estrellas, corazones y stickers detrás de todo. Se desactiva automáticamente con Reducir movimiento.
zh_hans: 背后的星星、爱心和贴纸。开启“减弱动态效果”时会自动关闭。
zh_hant: 背後的星星、愛心和貼紙。開啟「減少動態效果」時會自動關閉。

source: start
es: inicio
zh_hans: 起始
zh_hant: 起始

source: Start
es: Iniciar
zh_hans: 开始
zh_hant: 開始

source: Start Fresh
es: Empezar de cero
zh_hans: 从头开始
zh_hant: 從頭開始

source: Start from your log
es: Empezar desde tu diario
zh_hans: 从记录开始
zh_hant: 從記錄開始

source: Start Live Activity
es: Iniciar Actividad en vivo
zh_hans: 开启实时活动
zh_hant: 開啟即時動態

source: Start one from any active session to watch it on your Lock Screen.
es: Inicia una desde cualquier sesión activa para verla en tu pantalla bloqueada.
zh_hans: 从任何进行中的场次开启，即可在锁定屏幕上查看。
zh_hant: 從任何進行中的場次開啟，即可在鎖定畫面上查看。

source: Start time
es: Hora de inicio
zh_hans: 开始时间
zh_hant: 開始時間

source: Start Using Piru
es: Empezar a usar Piru
zh_hans: 开始使用 Piru
zh_hant: 開始使用 Piru

source: Starting amount
es: Cantidad inicial
zh_hans: 初始数量
zh_hant: 初始數量

source: Starting from
es: A partir de
zh_hans: 开始日期
zh_hant: 開始日期

source: Starting level
es: Nivel inicial
zh_hans: 起始水平
zh_hant: 起始水平

source: Starts at %@, fading toward none.
es: Empieza en %@ y se desvanece hasta desaparecer.
zh_hans: 从 %@ 开始，逐渐消退至无。
zh_hant: 從 %@ 開始，逐漸消退至無。

source: Starts at today's level from your log. Next dose one interval after your last.
es: Empieza en el nivel de hoy según tu diario. La siguiente dosis, un intervalo después de la última.
zh_hans: 从记录中今天的水平开始。下一剂在上一剂后一个间隔。
zh_hant: 從記錄中今天的水平開始。下一劑在上一劑後一個間隔。

source: Status
es: Estado
zh_hans: 状态
zh_hant: 狀態

source: Stay hydrated
es: Hidrátate
zh_hans: 保持水分
zh_hant: 保持水分

source: Stay seated or lying down. Your balance may not be what you think it is.
es: No te levantes. Tu equilibrio puede no ser el que crees.
zh_hans: 保持坐姿或躺下。你的平衡感可能不如你以为的好。
zh_hant: 保持坐姿或躺下。你的平衡感可能不如你以為的好。

source: Stay somewhere calm and safe.
es: Quédate en un lugar tranquilo y seguro.
zh_hans: 待在平静、安全的地方。
zh_hant: 待在平靜、安全的地方。

source: Stay somewhere safe with someone you trust if possible.
es: Quédate en un lugar seguro, con alguien de confianza si es posible.
zh_hans: 如果可能，留在安全的地方，有你信任的人在身边。
zh_hant: 如果可能，留在安全的地方，有你信任的人在身邊。

source: Stay somewhere safe. Don't drive. Your coordination and judgment are affected.
es: Quédate en un lugar seguro. No conduzcas. Tu coordinación y tu juicio están afectados.
zh_hans: 留在安全的地方。不要开车。你的协调能力和判断力受到影响。
zh_hant: 留在安全的地方。不要開車。你的協調能力和判斷力受到影響。

source: Stay with someone, or let someone know to check on you. Heavy snoring or gurgling in sleep is a warning sign, not rest.
es: Quédate con alguien, o avisa a alguien para que esté pendiente de ti. Roncar fuerte o hacer gorgoteos al dormir es una señal de alarma, no descanso.
zh_hans: 和别人待在一起，或者让人知道要来看看你。睡眠中鼾声很重或有咕噜声是警示信号，不是在休息。
zh_hant: 和別人待在一起，或者讓人知道要來看看你。睡眠中鼾聲很重或有咕嚕聲是警示訊號，不是在休息。

source: steady
es: estable
zh_hans: 平稳
zh_hant: 平穩

source: Steady state
es: Estado estacionario
zh_hans: 稳态
zh_hant: 穩態

source: Steady State
es: Estado estacionario
zh_hans: 稳态
zh_hant: 穩態

source: Steady state by
es: Estado estacionario hacia
zh_hans: 达到稳态
zh_hant: 達到穩態

source: Steel blue and gold under a thousand stars
es: Azul acero y oro bajo mil estrellas
zh_hans: 千星之下的钢蓝与金
zh_hant: 千星之下的鋼藍與金

source: Step %lld of %lld
es: Paso %lld de %lld
zh_hans: 第 %lld 步，共 %lld 步
zh_hant: 第 %lld 步，共 %lld 步

source: Still need to log %@?
es: ¿Te falta registrar %@?
zh_hans: 还需要记录 %@ 吗？
zh_hant: 還需要記錄 %@ 嗎？

source: Still need your %@ supplements?
es: ¿Aún te faltan tus suplementos de la %@?
zh_hans: 还需要服用 %@ 的补剂吗？
zh_hant: 還需要服用 %@ 的補劑嗎？

source: Stimulant
es: Estimulante
zh_hans: 兴奋剂
zh_hant: 興奮劑

source: Stimulants
es: Estimulantes
zh_hans: 兴奋剂
zh_hant: 興奮劑

source: Stimulants (DAT/NET)
es: Estimulantes (DAT/NET)
zh_hans: 兴奋剂（DAT/NET）
zh_hant: 興奮劑（DAT/NET）

source: Stimulants mask alcohol impairment — risk of overconsumption.
es: Los estimulantes enmascaran el deterioro por alcohol — riesgo de consumo excesivo.
zh_hans: 兴奋剂会掩盖酒精损害——有过量饮用的风险。
zh_hant: 興奮劑會掩蓋酒精損害——有過量飲用的風險。

source: Stimulants mask overdose signs — when they wear off, respiratory depression can emerge.
es: Los estimulantes enmascaran los signos de sobredosis — cuando pasan, puede aparecer la depresión respiratoria.
zh_hans: 兴奋剂会掩盖过量的征兆——一旦消退，呼吸抑制可能浮现。
zh_hant: 興奮劑會掩蓋過量的徵兆——一旦消退，呼吸抑制可能浮現。

source: Stimulated
es: Estimulado
zh_hans: 兴奋
zh_hant: 興奮

source: Stitched Image
es: Imagen unida
zh_hans: 拼接图片
zh_hant: 拼接圖片

source: Stop Live Activity
es: Detener Actividad en vivo
zh_hans: 停止实时活动
zh_hant: 停止即時動態

source: Stopping a beta-blocker abruptly after regular use can make heart rate and blood pressure rebound.
es: Suspender un betabloqueante de golpe tras un uso regular puede hacer que la frecuencia cardíaca y la presión arterial reboten.
zh_hans: 规律使用后突然停用 β 受体阻滞剂，可能让心率和血压反弹。
zh_hant: 規律使用後突然停用 β 阻斷劑，可能讓心率和血壓反彈。

source: Stopping an α₂-agonist abruptly after regular use can make blood pressure rebound.
es: Suspender un agonista α₂ de golpe tras un uso regular puede hacer que la presión arterial rebote.
zh_hans: 规律使用后突然停用 α₂ 激动剂，可能让血压反弹。
zh_hant: 規律使用後突然停用 α₂ 促效劑，可能讓血壓反彈。

source: Stopping the clonidine-type drug suddenly while on a beta-blocker can spike blood pressure to dangerous levels.
es: Suspender de repente el fármaco tipo clonidina mientras se toma un betabloqueante puede disparar la presión arterial a niveles peligrosos.
zh_hans: 在使用 β 受体阻滞剂期间突然停用可乐定类药物，可能让血压飙升到危险水平。
zh_hant: 在使用 β 阻斷劑期間突然停用可樂定類藥物，可能讓血壓飆升到危險水準。

source: Store Size
es: Tamaño del almacenamiento
zh_hans: 存储大小
zh_hant: 儲存空間大小

source: Store solutions in clearly marked, child-proof containers.
es: Guarda las soluciones en envases bien etiquetados y a prueba de niños.
zh_hans: 将溶液存放在标识清楚、儿童无法打开的容器中。
zh_hant: 將溶液存放在標識清楚、兒童無法打開的容器中。

source: Stored in the app on this device, and in any device or iCloud backup your settings make of it. Anyone who can unlock the device can read it.
es: Se guarda en la app en este dispositivo, y en cualquier copia de seguridad del dispositivo o de iCloud que tu configuración haga de ella. Cualquiera que pueda desbloquear el dispositivo puede leerlo.
zh_hans: 存储在本设备的应用内，以及你的设置为它所做的任何设备备份或 iCloud 备份中。任何能解锁这台设备的人都能读到它。
zh_hant: 儲存在本裝置的 App 內，以及你的設定為它所做的任何裝置備份或 iCloud 備份中。任何能解鎖這台裝置的人都能讀到它。

source: Strength
es: Concentración
zh_hans: 浓度
zh_hant: 濃度

source: Strength dots
es: Puntos de fuerza
zh_hans: 强度圆点
zh_hant: 強度圓點

source: Strong
es: Fuerte
zh_hans: 强烈
zh_hant: 強烈

source: Strong and fast: a repeat exposure soon after has much less effect. Resets within a few days.
es: Fuerte y rápida: una exposición repetida poco después tiene mucho menos efecto. Se restablece en unos días.
zh_hans: 又强又快：不久之后再次接触，效果会弱得多。几天内恢复。
zh_hant: 又強又快：不久之後再次接觸，效果會弱得多。幾天內恢復。

source: Strong encryption
es: Cifrado fuerte
zh_hans: 强加密
zh_hant: 強加密

source: Stronger doesn't mean more dangerous — it's just how tightly the drug grips that one target in the lab.
es: Más fuerte no significa más peligroso — es solo la fuerza con la que la sustancia se agarra a ese objetivo en el laboratorio.
zh_hans: 更强并不代表更危险——它只是表示在实验室中药物与该靶点结合的紧密程度。
zh_hant: 更強並不代表更危險——它只是表示在實驗室中藥物與該靶點結合的緊密程度。

source: Strongly dopaminergic (SERT-sparing)
es: Fuertemente dopaminérgico (sin afectar SERT)
zh_hans: 强多巴胺能（对 SERT 作用很弱）
zh_hant: 強多巴胺能（對 SERT 作用很弱）

source: Structure and activity
es: Estructura y actividad
zh_hans: 构效关系
zh_hant: 構效關係

source: Sub-threshold
es: Imperceptible
zh_hans: 阈下
zh_hant: 閾下

source: Subcutaneous
es: Subcutánea
zh_hans: 皮下注射
zh_hant: 皮下注射

source: Subcutaneous and intramuscular reach similar levels (196 vs 190 pg/mL head-to-head), so one curve serves both (Herndon 2023; Misakian 2025).
es: Las vías subcutánea e intramuscular alcanzan niveles similares (196 frente a 190 pg/mL en comparación directa), así que una sola curva sirve para ambas (Herndon 2023; Misakian 2025).
zh_hans: 皮下与肌肉注射水平相近（直接对比 196 对 190 pg/mL），因此共用一条曲线（Herndon 2023；Misakian 2025）。
zh_hant: 皮下與肌肉注射水平相近（直接對比 196 對 190 pg/mL），因此共用一條曲線（Herndon 2023；Misakian 2025）。

source: Subjective-effects vocabulary.
es: Vocabulario de efectos subjetivos.
zh_hans: 主观效应词表。
zh_hant: 主觀效應詞表。

source: Substance
es: Sustancia
zh_hans: 物质
zh_hant: 物質

source: Substance Amount
es: Cantidad de sustancia
zh_hans: 物质剂量
zh_hant: 物質劑量

source: Substance Colors
es: Colores de sustancias
zh_hans: 物质颜色
zh_hant: 物質顏色

source: Substance contains…
es: La sustancia contiene…
zh_hans: 物质包含…
zh_hant: 物質包含…

source: Substance Database
es: Base de datos de sustancias
zh_hans: 物质数据库
zh_hant: 物質資料庫

source: Substance default
es: Sustancia sin marca
zh_hans: 物质默认
zh_hant: 物質預設

source: Substance Info
es: Información de la sustancia
zh_hans: 物质信息
zh_hant: 物質資訊

source: substance modeled
es: sustancia modelada
zh_hans: 种物质已建模
zh_hant: 種物質已建模

source: Substance name
es: Nombre de la sustancia
zh_hans: 物质名称
zh_hant: 物質名稱

source: Substance Not Found
es: Sustancia no encontrada
zh_hans: 未找到物质
zh_hant: 未找到物質

source: Substance trends
es: Tendencias por sustancia
zh_hans: 物质趋势
zh_hant: 物質趨勢

source: Substances
es: Sustancias
zh_hans: 物质
zh_hant: 物質

source: Substances (%lld)
es: Sustancias (%lld)
zh_hans: 物质（%lld）
zh_hant: 物質（%lld）

source: substances modeled
es: sustancias modeladas
zh_hans: 种物质已建模
zh_hant: 種物質已建模

source: Substances you added or customized
es: Sustancias que agregaste o personalizaste
zh_hans: 你添加或自定义的物质
zh_hant: 你新增或自訂的物質

source: Substances you create or personalize appear here. You can also create them from the Quick Log search.
es: Las sustancias que creas o personalizas aparecen aquí. También puedes crearlas desde la búsqueda del Registro rápido.
zh_hans: 你创建或个性化的物质会显示在这里。你也可以在快捷记录搜索中创建它们。
zh_hant: 你建立或個人化的物質會顯示在這裡。你也可以在快捷記錄搜尋中建立它們。

source: Substrate releaser
es: Liberador de tipo sustrato
zh_hans: 释放剂（转运体底物）
zh_hant: 釋放劑（轉運體底物）

source: Suicide Prevention
es: Prevención del suicidio
zh_hans: 自杀预防
zh_hant: 自殺預防

source: Suicide Prevention Hotline
es: Línea de prevención del suicidio
zh_hans: 自杀预防热线
zh_hant: 自殺預防熱線

source: Summary
es: Resumen
zh_hans: 摘要
zh_hant: 摘要

source: Supplement
es: Suplemento
zh_hans: 膳食补充剂
zh_hant: 膳食補充劑

source: Supplements
es: Suplementos
zh_hans: 膳食补充剂
zh_hant: 膳食補充劑

source: Supplied as
es: Se suministra como
zh_hans: 供应形式
zh_hant: 供應形式

source: supplies %@
es: aporta %@
zh_hans: 提供 %@
zh_hant: 提供 %@

source: Supply Level
es: Nivel de existencias
zh_hans: 存量水平
zh_hant: 存量水準

source: Supports physiological functions through various mechanisms including enzyme cofactor activity, antioxidant effects, neurotransmitter precursor supply, hormonal modulation, or direct receptor interactions. Mechanisms vary widely and are substance-specific.
es: Apoya funciones fisiológicas mediante diversos mecanismos, como la actividad de cofactor enzimático, efectos antioxidantes, el aporte de precursores de neurotransmisores, la modulación hormonal o interacciones directas con receptores. Los mecanismos varían mucho y son específicos de cada sustancia.
zh_hans: 通过多种机制支持生理功能，包括酶辅因子活性、抗氧化效应、神经递质前体供应、激素调节或直接的受体相互作用。机制差异很大，且具有物质特异性。
zh_hant: 透過多種機制支持生理功能，包括酶輔因子活性、抗氧化效應、神經傳導物質前體供應、激素調節或直接的受體相互作用。機制差異很大，且具有物質特異性。

source: Swallowed THC passes through your liver first, which turns much of it into 11-hydroxy-THC — an active by-product that reaches the brain more easily and binds the CB1 receptor far more strongly than THC itself. That's why an edible tends to feel stronger, milligram for milligram, than the same amount smoked.
es: El THC ingerido pasa primero por el hígado, que convierte buena parte en 11-hidroxi-THC — un subproducto activo que llega al cerebro con más facilidad y se une al receptor CB1 con mucha más fuerza que el propio THC. Por eso un comestible tiende a sentirse más fuerte, miligramo a miligramo, que la misma cantidad fumada.
zh_hans: 口服的 THC 会先经过肝脏，其中大部分被转化为 11-羟基-THC——一种活性代谢物，它更容易进入大脑，并且与 CB1 受体的结合远比 THC 本身更强。这就是为什么按毫克计算，食用大麻通常比吸食同等剂量感觉更强。
zh_hant: 口服的 THC 會先經過肝臟，其中大部分被轉化為 11-羥基-THC——一種活性代謝物，它更容易進入大腦，並且與 CB1 受體的結合遠比 THC 本身更強。這就是為什麼按毫克計算，食用大麻通常比吸食同等劑量感覺更強。

source: swift-collections and swift-async-algorithms. Copyright © Apple Inc. and the Swift project authors.
es: swift-collections y swift-async-algorithms. Copyright © Apple Inc. y los autores del proyecto Swift.
zh_hans: swift-collections 和 swift-async-algorithms。版权所有 © Apple Inc. 和 Swift 项目作者。
zh_hant: swift-collections 和 swift-async-algorithms。版權所有 © Apple Inc. 和 Swift 專案作者。

source: Swipe up or down to change the dose
es: Desliza hacia arriba o abajo para cambiar la dosis
zh_hans: 上下滑动调整剂量
zh_hant: 上下滑動調整劑量

source: Synced from Apple Health — check the number looks right.
es: Sincronizado desde Apple Salud — comprueba que el número sea correcto.
zh_hans: 已从“健康”同步——请确认数值无误。
zh_hant: 已從「健康」同步——請確認數值無誤。

source: Synced from Apple Health. Your weight sizes every dose estimate — the same dose hits harder the less you weigh.
es: Sincronizado desde Apple Salud. Tu peso calibra cada estimación de dosis — la misma dosis pega más fuerte cuanto menos pesas.
zh_hans: 已从“健康”同步。体重决定每项剂量估算——越轻，同样的剂量作用越强。
zh_hant: 已從「健康」同步。體重決定每項劑量估算——越輕，同樣的劑量作用越強。

source: synthesis
es: síntesis
zh_hans: 合成
zh_hant: 合成

source: Tablet
es: Pastilla
zh_hans: 片剂
zh_hant: 錠劑

source: Tachyphylaxis
es: Taquifilaxia
zh_hans: 快速耐受
zh_hant: 快速耐受

source: Tactile
es: Táctil
zh_hans: 触觉
zh_hant: 觸覺

source: Tags
es: Etiquetas
zh_hans: 标签
zh_hant: 標籤

source: Tags: %@
es: Etiquetas: %@
zh_hans: 标签：%@
zh_hant: 標籤：%@

source: Take a breath.
es: Respira.
zh_hans: 深呼吸。
zh_hant: 深呼吸。

source: Take a deep breath.
es: Respira hondo.
zh_hans: 深呼吸。
zh_hant: 深呼吸。

source: Take All
es: Tomar todo
zh_hans: 全部服用
zh_hant: 全部服用

source: Take it easy. Hydrate, eat, and rest.
es: Tómatelo con calma. Hidrátate, come y descansa.
zh_hans: 放轻松。补水、吃饭、休息。
zh_hant: 放輕鬆。補水、吃飯、休息。

source: Taken
es: Tomada
zh_hans: 摄入
zh_hant: 攝入

source: Taken %@
es: Tomada %@
zh_hans: 已服用 %@
zh_hant: 已服用 %@

source: Taken every
es: Se toma cada
zh_hans: 用药间隔
zh_hant: 用藥間隔

source: Taking more cannabis to ease the comedown delays it.
es: Tomar más cannabis para aliviar la bajada la retrasa.
zh_hans: 为了缓解下头而补服大麻，会延后下头的时间。
zh_hant: 為了緩解下頭而補服大麻，會延後下頭的時間。

source: Taking more in reaction to the rebound reinforces the cycle.
es: Tomar más como reacción al rebote refuerza el ciclo.
zh_hans: 因为反跳就再服，会强化这个循环。
zh_hant: 因為反跳就再服，會強化這個循環。

source: Taking more of a depressant to ease the morning symptoms delays recovery.
es: Tomar más de un depresor para aliviar los síntomas de la mañana retrasa la recuperación.
zh_hans: 为了缓解早晨的不适而补服中枢抑制药，会延迟恢复。
zh_hant: 為了緩解早晨的不適而補服中樞抑制藥，會延遲恢復。

source: Taking more to put off the crash delays it.
es: Tomar más para aplazar el bajón lo retrasa.
zh_hans: 为了推迟下头而补服，会延后下头的时间。
zh_hant: 為了推遲下頭而補服，會延後下頭的時間。

source: Taking more to put off the low mood delays it.
es: Tomar más para aplazar el ánimo bajo lo retrasa.
zh_hans: 为了推迟情绪低落而补服，会延后它出现的时间。
zh_hant: 為了推遲情緒低落而補服，會延後它出現的時間。

source: Taking more within the same session adds to what is still active.
es: Tomar más en la misma sesión se suma a lo que sigue activo.
zh_hans: 在同一场次中再服，会叠加到仍在起效的部分上。
zh_hant: 在同一場次中再服，會疊加到仍在起效的部分上。

source: Taking this daily? See where the level settles
es: ¿Lo tomas a diario? Mira dónde se estabiliza el nivel
zh_hans: 每天服用？看看会稳定在何处
zh_hant: 每天服用？看看會穩定在何處

source: Talk to someone you trust — connection helps more than isolation.
es: Habla con alguien de confianza — la conexión ayuda más que el aislamiento.
zh_hans: 和你信任的人聊聊——联结比孤立更有帮助。
zh_hant: 和你信任的人聊聊——聯結比孤立更有幫助。

source: Tap + to log your first entry.
es: Toca + para agregar tu primer registro.
zh_hans: 点按 + 来记录第一条。
zh_hant: 點按 + 來記錄第一條。

source: Tap a dot to name it
es: Toca un punto para ver su nombre
zh_hans: 点一下圆点显示名称
zh_hant: 點一下圓點顯示名稱

source: Tap here any time to record what you've taken — it only takes a few seconds.
es: Toca aquí en cualquier momento para registrar lo que tomaste — es cuestión de segundos.
zh_hans: 随时点这里记录你所摄入的——只需几秒钟。
zh_hant: 隨時點這裡記錄你所攝入的——只需幾秒鐘。

source: Tap the + button to record your first entry. Tips explain the other features as you use them.
es: Toca el botón + para agregar tu primer registro. Los consejos explican las demás funciones a medida que las usas.
zh_hans: 点按 + 按钮添加第一条记录。使用其他功能时会有提示说明。
zh_hant: 點按 + 按鈕新增第一筆記錄。使用其他功能時會有提示說明。

source: Tap to edit
es: Toca para editar
zh_hans: 轻点编辑
zh_hant: 輕點編輯

source: Tap to view
es: Toca para ver
zh_hans: 轻点查看
zh_hant: 輕點查看

source: Target dose
es: Dosis objetivo
zh_hans: 目标剂量
zh_hant: 目標劑量

source: Target Evidence
es: Evidencia por objetivo
zh_hans: 靶点证据
zh_hant: 靶點證據

source: Targets
es: Objetivos
zh_hans: 靶点
zh_hant: 靶點

source: TCAs usually blunt MDMA rather than boosting it, which leads people to take more; the bigger concern is added strain on heart rate and blood pressure.
es: Los ATC suelen atenuar la MDMA en vez de potenciarla, lo que lleva a la gente a tomar más; la mayor preocupación es la carga adicional sobre la frecuencia cardíaca y la presión arterial.
zh_hans: TCA 通常会削弱而不是增强 MDMA，这会让人服用更多；更大的问题是对心率和血压的额外负担。
zh_hant: TCA 通常會削弱而不是增強 MDMA，這會讓人服用更多；更大的問題是對心率和血壓的額外負擔。

source: Terms of Use
es: Términos de uso
zh_hans: 使用条款
zh_hant: 使用條款

source: Testosterone
es: Testosterona
zh_hans: 睾酮
zh_hant: 睪固酮

source: Testosterone (suppression)
es: Testosterona (supresión)
zh_hans: 睾酮（抑制）
zh_hant: 睪固酮（抑制）

source: Testosterone aromatizes to estradiol, so E2 often rises on T. Piru plots your measured points — the conversion is person-specific, not modeled.
es: La testosterona se aromatiza a estradiol, así que el E2 suele subir con la T. Piru traza tus puntos medidos — la conversión depende de cada persona y no está modelada.
zh_hans: 睾酮会芳香化为雌二醇，所以用 T 期间 E2 常会上升。Piru 绘制你的实测点——这种转化因人而异，未被建模。
zh_hant: 睪固酮會芳香化為雌二醇，所以用 T 期間 E2 常會上升。Piru 繪製你的實測點——這種轉化因人而異，未被建模。

source: Testosterone ester curves are fit from label and primary-literature half-lives — there is no community PK simulator for them, so the band stays wide until your lab results calibrate the model.
es: Las curvas de los ésteres de testosterona se ajustan a partir de las vidas medias de la ficha técnica y de la literatura primaria — no existe un simulador PK comunitario para ellos, así que la banda se mantiene ancha hasta que tus resultados de laboratorio calibren el modelo.
zh_hans: 睾酮酯曲线根据说明书和原始文献中的半衰期拟合而成。由于没有适用的社区药代动力学模拟器，在用你的化验结果校准模型前，误差带会较宽。
zh_hant: 睪固酮酯曲線根據說明書和原始文獻中的半衰期擬合而成。由於沒有適用的社群藥物動力學模擬器，在用你的檢驗結果校準模型前，誤差帶會較寬。

source: Testosterone raises red-cell production, so hematocrit is monitored on T (largest rise in the first year). These are your measured points, plotted, not a prediction.
es: La testosterona aumenta la producción de glóbulos rojos, por eso se vigila el hematocrito durante la T (la mayor subida ocurre el primer año). Estos son tus puntos medidos, trazados, no una predicción.
zh_hans: 睾酮会提高红细胞生成，所以用 T 期间要监测血细胞比容（第一年升幅最大）。这些是你实测点的绘图，不是预测。
zh_hant: 睪固酮會提高紅血球生成，所以用 T 期間要監測血球容積比（第一年升幅最大）。這些是你實測點的繪圖，不是預測。

source: Text
es: Texto
zh_hans: 文本
zh_hant: 文字

source: Text detected from the label. Check the name, strength and formulation before saving — a scan can't verify what is inside the box. Not medical advice.
es: Texto detectado en la etiqueta. Comprueba el nombre, la concentración y la formulación antes de guardar — un escaneo no puede verificar lo que hay dentro de la caja. No es consejo médico.
zh_hans: 从标签上识别出的文字。保存前请核对名称、规格和剂型——扫描无法验证盒子里面装的是什么。非医疗建议。
zh_hant: 從標籤上識別出的文字。儲存前請核對名稱、規格和劑型——掃描無法驗證盒子裡面裝的是什麼。非醫療建議。

source: Text from PsychonautWiki and FreeOD Wiki, as edited and merged in Piru.
es: Texto de PsychonautWiki y FreeOD Wiki, editado y fusionado en Piru.
zh_hans: 来自 PsychonautWiki 和 FreeOD Wiki 的文本，经 Piru 编辑并合并。
zh_hant: 來自 PsychonautWiki 和 FreeOD Wiki 的文字，經 Piru 編輯並合併。

source: Text HOME to 741741
es: Envía HOME al 741741
zh_hans: 发送 HOME 至 741741
zh_hant: 傳送 HOME 至 741741

source: That preset already exists.
es: Ese preajuste ya existe.
zh_hans: 该预设已存在。
zh_hant: 該預設已存在。

source: That total is in the heavy range of the sources. Overheating, confusion or rigid muscles need emergency help.
es: Ese total está en el rango alto de las fuentes. La temperatura corporal muy alta, la confusión o la rigidez muscular requieren ayuda de emergencia.
zh_hans: 这个总量已处于各来源所列的大剂量范围。过热、意识混乱或肌肉僵直需要紧急救助。
zh_hant: 這個總量已處於各來源所列的大劑量範圍。過熱、意識混亂或肌肉僵直需要緊急救助。

source: That's a high cumulative dose. %@
es: Es una dosis acumulada alta. %@
zh_hans: 这是较高的累积剂量。%@
zh_hant: 這是較高的累積劑量。%@

source: The amount that counts as a full supply for the bar. Set to 0 to hide the bar.
es: La cantidad que cuenta como existencias completas para la barra. Ponlo en 0 para ocultar la barra.
zh_hans: 作为进度条满量基准的数量。设为 0 可隐藏进度条。
zh_hant: 作為進度條滿量基準的數量。設為 0 可隱藏進度條。

source: The Apple Health sample nearest this time.
es: La muestra de Apple Salud más cercana a esta hora.
zh_hans: 最接近此时间的 Apple 健康样本。
zh_hant: 最接近此時間的 Apple 健康樣本。

source: The concentration unit these values use. Lower numbers always mean the drug works at smaller amounts.
es: La unidad de concentración que usan estos valores. Un número más bajo siempre significa que el fármaco actúa con cantidades menores.
zh_hans: 这些数值所用的浓度单位。数字越小，表示药物在更低的量下就能起作用。
zh_hant: 這些數值所用的濃度單位。數字越小，表示藥物在更低的量下就能起作用。
